julznc/esp32-chess-board/sdkconfig.defaults

# still need to call "idf.py set-target esp32s2" ?
CONFIG_IDF_TARGET="esp32s2"
